/*************************************************************************
	> File Name: irq.c
	> Author: 杨玉春
	> Mail: www762268.@foxmail.come 
	> Created Time: 2016年08月29日 星期一 20时48分44秒
 ************************************************************************/

#include <exynos_4412.h>

/**********************************************************************
 * @brief		IRQ Interrupt Service Routine program body
 * @param[in]	None
 * @return 		None
 **********************************************************************/
void do_irq(void )
{
}
